;localization:
;Copy apeng.ini to apxxx.ini(xxx is taking the 2-letter language
;abbreviation from the ISO Standard 639 and adding a third letter,
;as appropriate, to indicate the sublanguage).

;This section must use English
[Info]
Language=Chinese(Traditional)
Application=AccessPort
Version=1.34.0.0
Manufacturer=SUDT
Author=Fred Chow
Web=WWW.SUDT.COM
Email=support@sudt.com

[String]
&File=文件(&F)
&Save	Ctrl+S=保存(&S)...	Ctrl+S
Save &As=另存為(&A)...
&Print...	Ctrl+P=列印(&P)...	Ctrl+P
Print Pre&view=列印預覽(&V)...
P&rint Setup...=頁面設置(&U)...
&Export As HexDump...=導出十六進位文本(&E)...
E&xit=退出(&X)
&Edit=編輯(&E)
&Undo	Ctrl+Z=撤銷(&U)	Ctrl+Z
&Redo	Ctrl+Y=重做(&R)	Ctrl+Y
Cu&t	Ctrl+X=剪切(&T)	Ctrl+X
&Copy	Ctrl+C=複製(&C)	Ctrl+C
&Paste	Ctrl+V=粘貼(&P)	Ctrl+V
&Delete	Del=刪除(&D)	Del
Select A&ll	Ctrl+A=全選(&A)	Ctrl+A
&View=查看(&V)
&Tool Bar=工具欄(&T)
&Status Bar=狀態欄(&S)
S&ending Bar=發送欄(&E)
&Display Data	Ctrl+D=顯示資料(&D)	Ctrl+D
&Language=語言(&L)
&Monitor=監控(&M)
Clear &All=清空記錄(&A)
Auto Scroll	Alt+A=自動滾屏	Alt+A
Show Hex	Ctrl+H=顯示Hex	Ctrl+H
&Capture Events	Ctrl+E=捕捉事件	Ctrl+E
&Start Monitor=開始監控(&S)
S&top  Monitor=停止監控(&T)
&Ports=埠(&P)
Refresh=刷新
&Tools=工具(&T)
&Port Switch	Ctrl+P=串口開關(&P)	Ctrl+P
Tran&sfer File	Alt+S=發送文件(&S)	Alt+S
&Configuration	F2=配置參數(&C)	F2

Start &Debug=開始調試(&D)
&Go	F5=運行(&G)	F5
&Restart	Ctrl+Shift+F5=重新開始(&R)	Ctrl+Shift+F5
Stop &Debugging	Shift+F5=停止調試(&D)	Shift+F5
Step &Next	F10=單步執行(&N)	F10
Run to &Cursor	Ctrl+F10=運行到游標處(&C)	Ctrl+F10

Select &Font=選擇字體(&F)
Background Color=背景顏色
&Avr Program=Avr線上編程(&A)
&Operation=操作(&O)
&Send Data	F10=發送資料(&S)	F10
Cl&ear Output	Shift+F10=清空輸出(&E)	Shift+F10
Output &Format	Shift+F2=輸出格式(&F)	Shift+F2
&Reset Counter	Ctrl+R=重置計數(&R)	Ctrl+R
Clear &Input	Ctrl+F10=清空數據(&I)	Ctrl+F10
&Display Format	Ctrl+F2=顯示格式(&D)	Ctrl+F2

&Help=幫助(&H)
&User manual	F1=用戶手冊(&U)
&Homepage=主頁(&H)
&Check Newest Version=檢查最新版本(&C)
&About AccessPort...=關於 AccessPort(&A)...

Enable insert log header=允許日誌檔插入附加資訊
System version=系統版本
Computer Name=電腦名
Create Time=創建時間

&Copy=複製(&C)
C&lear=清空(&L)
Select &All=全選(&A)
Save a&s=另存為(&S)

Transfer File=傳輸文件
Reload file when transfer starting=開始傳輸時重新裝載檔
Se&lect File=選擇檔(&L)
File Size:=文件大小﹕
Sended:=已發送﹕
&Send=發送(&S)
&Pause=暫停(&P)
&Cancel=取消(&C)
&OK=確定(&O)
&Defaults=缺省(&D)

Configuration=參數配置
Custom Baud Rate=自定義串列傳輸速率
Enable=允許
Serial Port Settings=串口設置
Port:=串口:
Baud Rate:=串列傳輸速率:
Parity Bit:=校驗位:
Data Bit:=數據位元:
Stop Bit:=停止位:
Buffer Size:=緩衝區大小:
Send display=發送區資料格式
Char Format=字元形式
Hex  Format=十六進位
Receive display=接收區顯示方式
Enable auto send=允許自動發送
Cycle=週期
ms=毫秒
Advanced=高級
Auto open port when application start=程式啟動時自動打開埠
Prompt for saving when application exit=程式結束時提示保存所接收的資料
Remind me when update is available=當有可用更新時請提醒我

Options=選項
General=常規
Event Control=事件控制
Flow Control=流控制
Timeout Control=超時控制
Monitor Control=監控設置

Event Control Settings=事件控制設置
Errors=錯誤
CTS Changes=CTS改變
DSR Changes=DSR改變
Break=中斷
Ring Indicator=回音指示
RLSD (CD) Changes=RLSD(CD)改變
Transmit Buffer Empty=傳輸緩衝區為空
Character Reception=收到字元
Flag Character Reception=收到標記字元
Flag Char Value:=標記字元:

&Flow Control=流控制(&F)
Flow Control Settings=流控制設置
Flow Control=流控制
Select=選擇
NONE=無
RTS/CTS(Hardware)=RTS/CTS(硬體)
DTR/DSR(Hardware)=DTR/DSR(硬體)
XOFF/XON(Software)=XOFF/XON(軟體)
Hardware Control Settings=硬體控制設置
CTS Output Control=CTS輸出控制
DSR Output Control=DSR輸出控制
DSR Sensitivity (Input Control)=DSR敏感(輸入控制)
Software Control Settings=軟體控制設置
XON/XOFF Output Control=XON/XOFF輸出控制
XON/XOFF Input Control=XON/XOFF輸入控制
Continue sending after XOFF sent=XOFF發送後繼續發送
XON Limit:=XON限制:
XOFF Limit:=XOFF限制:
XON Char:=XON字元:
XOFF Char:=XOFF字元:

Read Timeouts=讀超時
Read Interval Timeout:=讀間隔超時
Read Total Timeout Multiplier:=讀總超時乘法因數
Read Total Timeout Constant:=讀總超時常數
Write Timeouts=寫超時
Write Total Timeout Multiplier:=寫總超時乘法因數
Write Total Timeout Constant:=寫總超時常數
Display Timeout Status Messages=顯示超時狀態資訊

Export hexdump=導出十六進位內容
Use hexadecimal notation without prefix.=使用無首碼的十六進位符號
Start at line with offset:=起始行偏移量:
Up to and including line with offset:=結束行偏移量:
Context of hexdump=導出內容
Address=地址
Bytes of perline=每行位元組數
Export hexdump to:=導出到:
Export to file=導出到文件
Export to clipboard=導出到剪貼板

Can't hexdump empty file.=不能導出空檔
Not enough memory for clipboard.=沒有足夠的記憶體將資料複製到剪貼板
Hexdump saved.=導出成功
Could not save Hexdump.=導出失敗
Offsets must be multiples of the number of bytes per line.=偏移量必須是每行位元組數的整數倍
Max buffer size of clipboard is %dK bytes, redundant data will be discarded.=剪貼板最大容量為%dK位元組，多餘資料將被丟棄。

Save Log File=保存日誌檔
Start=開始

Predefine Data List=預定義資料列表
New=新建
Edit=編輯
Delete=刪除
Delete All=清空
Up=上移
Down=下移
Load=裝載
Step Next=單步執行
New a data item=新建資料項目
Edit a data item=編輯資料項目
Auto Ack Data List=自動回應數據列表

Avr Program - I2C=Avr線上編程 - I2C
Device=設備
&Advanced=高級(&A)
Hex File=Hex文件
&Browser=流覽(&B)
Operation=操作
&Program=編程(&P)
&Verify=校驗(&V)
&Read=讀取(&R)

Ready=就緒
About=關於
OK=確定
Cancel=取消

Author:=作者:
Website:=網站:
Email:=郵件:

Tx %d=發送 %d
Rx %d=接收 %d

Checking the newest version of software...=正在檢查軟體的最新版本...
Can't download version information...=無法下載版本資訊...
Please download the newest version %d.%02d=請下載最新版本 %d.%02d
Current version %d.%02d=當前版本 %d.%02d

C&omplete=完成(&O)
&Pause=暫停(&P)
&Resume=繼續(&R)
Transfer failure!=發送失敗!
Not found or it has been used!=未找到或正在使用!
Open=打開
Close=關閉
Please input the data which to be sent!=請輸入要發送的資料!
Please open port first!=請先打開埠!
Please load file first!=請先裝載文件!
Save As=另存為...
Hex Diplay=Hex顯示
Hex Output=Hex輸出
Char Display=字元顯示
Char Output=字元輸出
Load file failure!=裝載檔失敗!

Send->=發送->
Hex=十六進位
Char=字串
Real Time Send=即時發送
Send=發送資料
AutoSend=自動發送
StopSend=停止發送
Default=缺省

Save original data=保存原始資料
Save=保存

Quit the application=退出應用程式﹔提示保存文檔
Exit=退出

Show or hide the toolbar=顯示或隱藏工具欄
Toggle ToolBar=顯隱工具欄

Show or hide the status bar=顯示或隱藏狀態欄
Toggle StatusBar=顯隱狀態欄

Switch for receive area=接收區顯示開關
Display=顯示資料

Port switch=埠開關
Serial port switch=串口開關

Open transfer file dialog=打開文件發送對話方塊
Transfer File=發送文件

Configurate the application parameter=配置埠參數
Configuration=配置參數

Send input to special port=將輸入的資料發送到指定埠
Send Data=發送資料

Clear the data of send area=清除發送區資料
Clear Output=清空輸出

Set the data format of output area=設置輸出區資料格式
Output Format=輸出格式

Reset counter to Zero=計數器清零
Reset Counter=重置計數

Clear the data of receive area=清空接收緩衝區
Clear=清空數據

Change the display format=資料顯示格式的切換
Change Format=顯示格式切換

About version information=顯示程式資訊，版本號和版權
About=關於

Check the newest version on internet=在互聯網上檢查最新的應用程式版本
Check Newest Version=檢測最新版本

Display data use hex format=按照十六進位方式顯示
Hex Format=HEX顯示

Display data use character format=按照字元方式顯示
Character Format=字元顯示

Error, configure port failure!=錯誤,配置埠失敗!

Please stop sending firstly!=請先停止發送!
Must close all applications that use this communication port before stopping.=在停止前必須確認被監控的程式已將對應埠關閉.

Choose monitor port=選擇被監控的埠

Start port monitor=開始埠監控操作
Start Monitor=開始監控

Stop port monitor=停止埠監控操作
Stop Monitor=停止監控

Auto Scroll To Bottom=自動捲動到底部
Auto Scroll=自動卷屏

Clear All=清空數據

Terminal=終端
Monitor=監控

Install monitor driver failed! Please restart %s.=監控驅動程式裝載失敗!\n請重新啟動%s.
Cannot start monitor for COM%d. Port maybe already opened=監控 COM%d 失敗,該埠可能已被打開!
Please select COM port first!=請選擇將要被監控的埠!

Version=Version %s for Windows 9x/XP/2000/2003/Vista/Win7
License To:=本產品授權給
Home Page=主頁
Update=查看軟體更新
Adv=\r\n\r\n______________________________________________________\r\n想瞭解我們更多專業調試軟體, 請訪問SUDT.COM網站\r\n  SUDT SerialNull 虛擬串口\r\n  SUDT SerialTrace 串口偵聽\r\n
HomePageUrl=http://www.sudt.com/cn/index.html
UpdateUrl=http://www.sudt.com/cn/ap/index.html

Show Predefine Data List=顯示預定義資料列表
Show Auto Ack Data List=顯示自動回應資料列表
Echo in Rx pane=接收區回顯資料

Default setting=默認設置
Press Enter to send=回車鍵發送

;End(Don't remove this line)
